[
  {
    "id": 1,
    "img": "https://i.ibb.co/f2zgwQ8/photo-1618171889969-0feeb769fe78.webp",
    "name": "Ethical Hacking",
    "students": 1200,
    "price": 5000,
    "author": "Mr Jone",
    "review": 4,
    "time": 3,
    "language": "Bangla",
    "update_data": "1 january, 2021",
    "sortdetails": "Learn Ethical Hacking + Penetration Testing! Use real techniques by black hat hackers then learn to defend against them!",
    "details": "This free introduction to ethical hacking course for beginners will teach you the fundamentals of ethical hacking. The course aims to make you aware of ethical hacking threats, the process, and a range of domains where it is used."
  },
  {
    "id": 2,
    "img": "https://i.ibb.co/zrYkhy9/photo-1599658880436-c61792e70672.webp",
    "name": "Digital Marketing",
    "students": 1700,
    "price": 3500,
    "author": "Rused Morj",
    "review": 5,
    "time": 4,
    "language": "Bangla and English",
    "update_data": "10 March, 2021",
    "sortdetails": "Business Strategy is an online course that enables anyone to think and act strategically. You’ll learn an effective, easy-to-grasp framework that some of the world’s best companies use to create value and achieve outstanding financial performance.",
    "details": "Assess business opportunities through the lens of value creation Apply the value stick, a -based framework for strategy formulation, to key strategic decisions that companies face today Master the language and tools of business strategy to contribute meaningfully to strategic conversations and your team’s success Create value for customers, employees, and suppliers, often in surprising ways, that rival companies will find hard to match Build sustainable success with the help of complements and network effects"
  },
  {
    "id": 3,
    "img": "https://i.ibb.co/Sv4jPhk/photo-1586880244386-8b3e34c8382c.webp",
    "name": "Shopify Devlopment",
    "students": 900,
    "price": 4500,
    "author": "Natiful Islam",
    "review": 4,
    "time": 3,
    "language": "Bangla",
    "update_data": "20 June, 2021",
    "sortdetails": "You will be a Shopify Expert after completing this course and you will able to do your client work as a Shopify Expert",
    "details": "Shopify is the most popular eCommerce platform. If you would like to learn Shopify Theme  then this course is for you. In this course, you will learn how you set up a Shopify store, Shopify Theme , and Shopify Theme Development. Before starting the course you need to know HTML, CSS then you are good to go with our course. I have created a few sections in this course Introduction Basic Shopify Things Theme Development tools Setup Theme Structure Theme Development"
  },
  {
    "id": 4,
    "img": "https://i.ibb.co/gT2bFm2/photo-1508739826987-b79cd8b7da12.webp",
    "name": "Frontend Devlopment",
    "students": 700,
    "price": 2500,
    "author": "Rokiz Shah",
    "review": 5,
    "time": 2,
    "language": "English ",
    "update_data": "1 january, 2021",
    "sortdetails": "Get started as a front-end web developer using HTML, CSS, JavaScript, jQuery, and Bootstrap!",
    "details": "If you would like to get started as a front-end web developer, you are going to LOVE this course! Work on projects ranging from a simple HTML page to a complete JavaScript based Google Chrome extension. We will cover the following technologies in this course: Web development basics with HTML Cascading Style Sheets (CSS) JavaScript programming jQuery JavaScript library Bootstrap framework We will work on 3 class projects throughout this course:"
  },
  {
    "id": 5,
    "img": "https://i.ibb.co/VT7mbcM/photo-1499951360447-b19be8fe80f5.webp",
    "name": "Ecommerce Guru",
    "students": 1800,
    "price": 5500,
    "author": "Mr Jone",
    "review": 4,
    "time": 3,
    "language": "Bangla",
    "update_data": "1 October, 2022",
    "sortdetails": "This is your path to a career in digital marketing. In this program, you’ll learn in-demand skills that can have you job-ready in less than 6 months. No degree or experience required.",
    "details": "Prepare for a new career in the high-growth fields of digital marketing and e-commerce, in under six months, no experience or degree required. Businesses need digital marketing and e-commerce talent more than ever before; 86% of business leaders report that digital commerce will be the most important route to growth. There are 218,000 U.S. job openings in this growing field, with a median entry-level salary of $51,000Throughout this program, you will gain in-demand skills that prepare you for an entry-level job and learn how to use tools and platforms like Canva, Constant Contact, Google Ads, Google Analytics, Hootsuite, HubSpot, Mailchimp, Shopify, and Twitter. You will learn from subject-matter experts at Google and have a chance to build your own portfolio with projects like customer personas and social media calendars to show to potential employers. "
  },
  {
    "id": 6,
    "img": "https://i.ibb.co/V3R7nWq/photo-1460925895917-afdab827c52f.webp",
    "name": "WordPress Desing",
    "students": 2300,
    "price": 4000,
    "author": "Ajud Jack",
    "review": 5,
    "time": 4,
    "language": "Bangla",
    "update_data": "1 january, 2020",
    "sortdetails": "In 2022, build a beautiful responsive Wordpress site that looks great on all devices. No experience required.",
    "details": "The primary goal of this course is to teach anyone, even a complete beginner, how to become a Wordpress guru in a few short hours, without lots of technical jargon.  I'll guarantee that after taking this course you'll have the knowledge you need to build a responsive, beautiful website with the latest version of Wordpress.  Not only will you know more than 99% of Wordpress users out there, but you'll actually enjoy using Wordpress too. This course is taught by Wordpress author and teacher, Dr. Andy Williams, who has over a decade of experience using and teaching Wordpress to people of all skill levels."
  },
  {
    "id": 7,
    "img": "https://i.ibb.co/BgtSNPC/photo-1547658719-da2b51169166.webp",
    "name": "Web Desing",
    "students": 30,
    "price": 5000,
    "author": "Mr Jone",
    "review": 4,
    "time": 3,
    "language": "Bangla",
    "update_data": "1 january, 2021",
    "sortdetails": "Launch a career as a web designer by learning HTML5, CSS3, responsive design, Sass and more!",
    "details": "You can launch a new career in web development today by learning HTML & CSS. You don't need a computer science degree or expensive software. All you need is a computer, a bit of time, a lot of determination, and a teacher you trust. I've taught HTML and CSS to countless coworkers and held training sessions for fortune 100 companies. I am that teacher you can trust.Don't limit yourself by creating websites with some cheesy “site-builder tool. This course teaches you how to take 100% control over your webpages by using the same concepts that every professional website is created with."
  }
]
